# Найти сколько раз повторяется какое значение в списке
#sp = [1, 1, 2, 1, 0, -1, 3, 4, 4]
#sl = {}
#for el in sp:
#    if el not in sl:
#        sl[el] = 1
#    else:
#        sl[el] += 1
#print(sl)


